# BuiltInFailures.DirectContext3DFailures Properties (2023)

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2023 API
---
BuiltInFailures..::..DirectContext3DFailures Properties
BuiltInFailures..::..DirectContext3DFailures Class See Also
---
The BuiltInFailures..::..DirectContext3DFailures type exposes the following members.
# Properties
| Name | Description |
| --- | --- |
| --- | --- | --- |
| UnableToLoadCoordinationModel | Unable to load Coordination Model. |

# See Also
BuiltInFailures..::..DirectContext3DFailures Class
Autodesk.Revit.DB Namespace